Repository: saurabhav88/EnviousWispr
Catalog: Sources/EnviousWispr/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: Convincing AI that you said 'duck'...
de: Die KI davon überzeugen, dass du „Ente“ gesagt hast...

source: Copied
de: Kopiert

source: Copied. Press ⌘V to paste
de: Kopiert. Zum Einfügen ⌘V drücken

source: Copies dictation when automatic pasting is skipped.
de: Kopiert dein Diktat, wenn das automatische Einfügen übersprungen wird.

source: Copies your dictation to the clipboard when automatic pasting is skipped. After an automatic paste, Restore clipboard after paste controls whether your earlier clipboard contents return.
de: Kopiert dein Diktat in die Zwischenablage, wenn das automatische Einfügen übersprungen wird. Nach dem automatischen Einfügen bestimmt „Zwischenablage nach dem Einfügen wiederherstellen“, ob der vorherige Inhalt zurückkehrt.

source: Copies your last dictation.
de: Kopiert dein letztes Diktat.

source: Copy cleaned
de: Nachbearbeiteten Text kopieren

source: Copy error details
de: Fehlerdetails kopieren

source: Copy everything
de: Alles kopieren

source: Copy last dictation
de: Letztes Diktat kopieren

source: Copy last dictation (%@) isn't working. macOS says this key combination is already taken. Choose another.
de: Das Tastenkürzel für „Letztes Diktat kopieren“ (%@) funktioniert nicht. macOS meldet, dass diese Tastenkombination bereits vergeben ist. Wähle eine andere.

source: Copy last dictation keybind
de: Tastenkürzel zum Kopieren des letzten Diktats

source: Copy the last thing you dictated
de: Kopiere dein letztes Diktat

source: Copy to clipboard
de: In die Zwischenablage kopieren

source: Correct spelling for "%@"
de: Richtige Schreibweise für „%@“

source: Could not check
de: Nicht prüfbar

source: Could not download the model. Check your connection. On a managed network, ask IT whether models.enviouswispr.com is allowed.
de: Das Modell konnte nicht heruntergeladen werden. Prüfe deine Verbindung. Frage in einem verwalteten Netzwerk die IT, ob models.enviouswispr.com freigegeben ist.

source: Could not read the language list from macOS. Reopen this page to try again.
de: Die Sprachliste konnte nicht aus macOS gelesen werden. Öffne diese Seite erneut.

source: Couldn't add speaker labels to this recording.
de: Für diese Aufnahme konnten keine Sprecherkennzeichnungen hinzugefügt werden.

source: Couldn't add the model. Check your internet connection and try again.
de: Das Modell konnte nicht hinzugefügt werden. Prüfe deine Internetverbindung und versuche es erneut.

source: Couldn't find any %@ snippets on this Mac.
de: Auf diesem Mac wurden keine Textbausteine von %@ gefunden.

source: Couldn't find any %@ words on this Mac.
de: Auf diesem Mac wurden keine Wörter von %@ gefunden.

source: Couldn't finish the import, try again
de: Import konnte nicht abgeschlossen werden. Versuche es erneut.

source: Couldn't keep this recording. It was discarded.
de: Die Aufnahme konnte nicht gesichert werden. Sie wurde verworfen.

source: Couldn't prepare model. Click to retry.
de: Das Modell konnte nicht vorbereitet werden. Klicke, um es erneut zu versuchen.

source: Couldn't reach the download server. Please check your internet connection and try again.
de: Der Downloadserver ist nicht erreichbar. Prüfe deine Internetverbindung und versuche es erneut.

source: Couldn't read your %1$@ snippets, so nothing was imported. If %2$@ is running, quitting it and trying again can help.
de: Deine Textbausteine von %1$@ konnten nicht gelesen werden. Es wurde nichts importiert. Falls %2$@ läuft, beende die App und versuche es erneut.

source: Couldn't read your %1$@ words, so nothing was imported. If %2$@ is running, quitting it and trying again can help.
de: Deine Wörter von %1$@ konnten nicht gelesen werden. Es wurde nichts importiert. Falls %2$@ läuft, beende die App und versuche es erneut.

source: Couldn't save the file
de: Die Datei konnte nicht gespeichert werden

source: Couldn't save the name.
de: Der Name konnte nicht gespeichert werden.

source: Couldn't save this pack change. Nothing was changed. Try again.
de: Diese Paketänderung konnte nicht gespeichert werden. Es wurde nichts geändert. Versuche es erneut.

source: Couldn't save to history: a storage error
de: Nicht im Verlauf gespeichert: Speicherfehler

source: Couldn't save to history: disk is full
de: Nicht im Verlauf gespeichert: Datenträger voll

source: Couldn't save to history: permission denied
de: Nicht im Verlauf gespeichert: Zugriff verweigert

source: Couldn't save to history: the volume is read-only
de: Nicht im Verlauf gespeichert: Volume schreibgeschützt

source: Couldn't save, try again
de: Speichern fehlgeschlagen. Versuche es erneut.

source: Couldn't start Ollama automatically. Try running `ollama serve` in Terminal.
de: Ollama konnte nicht automatisch gestartet werden. Versuche, `ollama serve` im Terminal auszuführen.

source: Couldn't update the import list, try again
de: Importliste konnte nicht aktualisiert werden. Versuche es erneut.

source: Couldn’t save “%@”
de: „%@“ konnte nicht gespeichert werden

source: Couldn’t undo
de: Rückgängig machen nicht möglich

source: Counting…
de: Wird gezählt …

source: Create a new word
de: Neues Wort erstellen

source: Croatian
de: Kroatisch

source: Current dictation engine
de: Aktuelle Diktier-Engine

source: Current step
de: Aktueller Schritt

source: Currently unavailable — set one under Keybinds.
de: Derzeit nicht verfügbar — lege unter „Tastenkürzel“ eines fest.

source: Czech
de: Tschechisch

source: Danish
de: Dänisch

source: Dark
de: Dunkel

source: Debug (all events)
de: Debug (alle Ereignisse)

source: Default
de: Standard

source: Default: ⌥ Option
de: Standard: ⌥ Option

source: Degraded
de: Eingeschränkt

source: Delete
de: Löschen

source: Delete "%@"?
de: „%@“ löschen?

source: Delete %@ words
de: %@ Wörter löschen

source: Delete %@ words?
de: %@ Wörter löschen?

source: Delete 1 word
de: 1 Wort löschen

source: Delete 1 word?
de: 1 Wort löschen?

source: Delete all
de: Alle löschen

source: Delete all history
de: Gesamten Verlauf löschen

source: Delete all history?
de: Gesamten Verlauf löschen?

source: Delete dictation
de: Diktat löschen

source: Delete transcript
de: Transkript löschen

source: Deleted in %lldh
de: Wird in %lldh gelöscht

source: Deleted in %lldm
de: Wird in %lldm gelöscht

source: Deleted in under a minute
de: Wird in weniger als einer Minute gelöscht

source: Delete…
de: Löschen…

source: Deleting
de: Wird gelöscht

source: Deleting now
de: Wird jetzt gelöscht

source: Deselect All
de: Auswahl aufheben

source: Detected %@
de: %@ erkannt

source: Detected %@. Lock it?
de: %@ erkannt. Festlegen?

source: Detected %@. This can be changed in Settings.
de: %@ erkannt. Das kannst du in den Einstellungen ändern.

source: Detects the language you speak. 25 European languages.
de: Erkennt die gesprochene Sprache. 25 europäische Sprachen.

source: Detects the language you speak. 99+ languages.
de: Erkennt die gesprochene Sprache. 99+ Sprachen.

source: Dictation
de: Diktat

source: Dictation Settings
de: Diktateinstellungen

source: Dictation cancelled
de: Diktat abgebrochen

source: Dictation cancelled. Press Undo to get it back, or find it in History.
de: Diktat abgebrochen. Wähle „Rückgängig“ oder suche es im Verlauf.

source: Dictation disabled — Microphone access required
de: Diktieren deaktiviert — Mikrofonzugriff erforderlich

source: Dictation itself works normally. Only the on-screen preview is unavailable.
de: Das Diktieren funktioniert normal. Nur die Vorschau auf dem Bildschirm ist nicht verfügbar.

source: Dictation keybind
de: Tastenkürzel fürs Diktieren

source: Dictation language
de: Diktiersprache

source: Dictation pauses while this runs. Your keybind will not record until the transcript is finished, in about %@ minutes.
de: Das Diktieren pausiert währenddessen. Mit deinem Tastenkürzel kannst du erst wieder aufnehmen, wenn das Transkript in etwa %@ Minuten fertig ist.

source: Dictation pauses while this runs. Your keybind will not record until the transcript is finished, in about a minute.
de: Das Diktieren pausiert währenddessen. Mit deinem Tastenkürzel kannst du erst wieder aufnehmen, wenn das Transkript in etwa einer Minute fertig ist.

source: Dictation pauses while this runs. Your keybind will not record until the transcript is finished, in under a minute.
de: Das Diktieren pausiert währenddessen. Mit deinem Tastenkürzel kannst du erst wieder aufnehmen, wenn das Transkript in weniger als einer Minute fertig ist.

source: Dictation ready. Press to start.
de: Bereit zum Diktieren. Zum Starten drücken.

source: Dictation still works normally. Only the on-screen preview is unavailable for it.
de: Das Diktieren funktioniert weiterhin normal. Nur die Vorschau auf dem Bildschirm ist dafür nicht verfügbar.

source: Dictation still works normally. Try the Universal engine instead.
de: Das Diktieren funktioniert weiterhin normal. Versuche stattdessen die Engine „Universal“.

source: Dictation still works. Without a key, text is pasted without AI polish.
de: Das Diktieren funktioniert weiterhin. Ohne Schlüssel wird Text ohne KI-Nachbearbeitung eingefügt.

source: Dictations
de: Diktate

source: Dictionary
de: Wörterbuch

source: Dictionary enrichment in progress
de: Wörterbuch wird erweitert

source: Dictionary section
de: Bereich „Wörterbuch“

source: Discard
de: Verwerfen

source: Discard recovering recording
de: Wiederherstellbare Aufnahme verwerfen

source: Dismiss
de: Schließen

source: Dismiss Bluetooth tips
de: Bluetooth-Tipps schließen

source: Dividing it up to clean
de: Wird zur Nachbearbeitung aufgeteilt

source: Domain
de: Fachgebiet

source: Done
de: Fertig

source: Double-press to go hands-free.
de: Zweimal drücken, um freihändig zu diktieren.

source: Download
de: Laden

source: Download %@
de: %@ herunterladen

source: Download Ollama
de: Ollama herunterladen

source: Download Paused
de: Download pausiert

source: Download a language from macOS to preview it.
de: Lade für die Vorschau ein Sprachpaket von macOS herunter.

source: Download a model
de: Ein Modell laden

source: Download a model for Ollama
de: Modell für Ollama herunterladen

source: Download anyway
de: Trotzdem herunterladen

source: Download canceled. Your progress is saved.
de: Download abgebrochen. Dein Fortschritt ist gespeichert.

source: Download did not finish
de: Download nicht abgeschlossen

source: Download failed. Check your internet connection and try again.
de: Download fehlgeschlagen. Prüfe deine Internetverbindung und versuche es erneut.

source: Download failed: %@
de: Download fehlgeschlagen: %@

source: Download more models
de: Weitere Modelle laden

source: Download paused
de: Download pausiert

source: Download paused. It will pick up where it stopped.
de: Download pausiert. Er wird an derselben Stelle fortgesetzt.

source: Download paused. Resume anytime.
de: Download pausiert. Du kannst ihn jederzeit fortsetzen.

source: Download stopped.
de: Download gestoppt.

source: Download the model to get started.
de: Lade das Modell herunter, um loszulegen.

source: Download the preview model in Settings to see words appear.
de: Lade das Vorschaumodell in den Einstellungen herunter, damit die Wörter angezeigt werden.

source: Download the selected Ollama model, or choose another.
de: Lade das gewählte Ollama-Modell herunter oder wähle ein anderes.

source: Download was interrupted. Tap retry to resume where you left off.
de: Der Download wurde unterbrochen. Klicke auf „Erneut versuchen“, um ihn fortzusetzen.

source: Downloading
de: Wird heruntergeladen

# Downloading %@ (%@)
source: Downloading %1$@ (%2$@)
de: %1$@ wird heruntergeladen (%2$@)

source: Downloading model files...
de: Modelldateien werden heruntergeladen...

# Downloading model files... %@ MB of %@ MB (%@%%)
source: Downloading model files... %1$@ MB of %2$@ MB (%3$@%%)
de: Modelldateien werden heruntergeladen … %1$@ MB von %2$@ MB (%3$@%%)

source: Downloading speech model...
de: Sprachmodell wird heruntergeladen...

# Downloading speech model... %@ MB of %@ MB (%@%%)
source: Downloading speech model... %1$@ MB of %2$@ MB (%3$@%%)
de: Sprachmodell wird heruntergeladen … %1$@ MB von %2$@ MB (%3$@%%)

source: Downloading the correction model
de: Korrekturmodell wird heruntergeladen

# Downloading the correction model (%@ of %@ MB)
source: Downloading the correction model (%1$@ of %2$@ MB)
de: Korrekturmodell wird heruntergeladen (%1$@ von %2$@ MB)

source: Downloading the local speech model so EnviousWispr can run privately on your Mac.
de: Das lokale Sprachmodell wird heruntergeladen, damit EnviousWispr privat auf deinem Mac laufen kann.

source: Downloading...
de: Wird heruntergeladen...

source: Downloading… %lld%%
de: Wird heruntergeladen… %lld%%

source: Drag EnviousWispr to your Applications folder in Finder. EnviousWispr keeps working in the meantime.
de: Ziehe EnviousWispr im Finder in deinen Ordner „Programme“. EnviousWispr funktioniert bis dahin weiter.

source: Dust Mote
de: Staubflöckchen

source: Dutch
de: Niederländisch

source: EDITED
de: BEARBEITET

source: EG-1 is our own model, built for cleaning up dictation. Its polish runs on this Mac and works offline, with no API key and no per-use cost.
de: EG-1 ist unser eigenes Modell, gebaut zum Bereinigen von Diktaten. Sein Polish läuft auf diesem Mac und funktioniert offline, ohne API-Schlüssel und ohne Kosten pro Nutzung.

source: Edit
de: Bearbeiten

source: Edit Custom Word
de: Eigenes Wort bearbeiten

source: Edit snippet
de: Textbaustein bearbeiten

source: Enable %@
de: %@ aktivieren

source: Enable %@ pack
de: Paket %@ aktivieren

source: Enable Accessibility in Settings to use Auto-Paste — transcriptions will paste directly into your active app.
de: Aktiviere den Zugriff auf Bedienungshilfen in den Einstellungen, um automatisches Einfügen zu nutzen. Transkripte werden dann direkt in die aktive App eingefügt.

source: Enable Dictionary
de: Wörterbuch aktivieren

source: Ends recording after you stop speaking.
de: Beendet die Aufnahme, wenn du aufhörst zu sprechen.

source: English
de: Englisch

source: English (UK)
de: Englisch (UK)

source: English or German
de: Englisch oder Deutsch

source: English works as it does today: say the word on its own. You can also give English a start word.
de: Englisch funktioniert wie bisher: Sag das Wort einfach allein. Du kannst auch für Englisch ein Startwort festlegen.

source: EnviousWispr can't read %@ files yet. Try a file you exported from EnviousWispr, or a plain text list.
de: EnviousWispr kann %@-Dateien noch nicht lesen. Versuche es mit einer aus EnviousWispr exportierten Datei oder einer einfachen Textliste.

source: EnviousWispr can't read %@ files yet. Try the EnviousWispr Snippets.json you exported, a CSV, or a plain list.
de: EnviousWispr kann %@-Dateien noch nicht lesen. Versuche es mit deiner exportierten „EnviousWispr Snippets.json“, einer CSV oder einer einfachen Liste.

source: EnviousWispr could not confirm this model's name with Ollama. Try again in a moment.
de: EnviousWispr konnte den Namen dieses Modells nicht bei Ollama bestätigen. Versuche es gleich noch einmal.

source: EnviousWispr is in front, so there is nothing of yours to read. Select the word in the app you are writing in, then try again.
de: EnviousWispr ist im Vordergrund, dort gibt es nichts von dir zu lesen. Wähle das Wort in der App aus, in der du schreibst, und versuche es erneut.

source: EnviousWispr is now in your Applications folder.
de: EnviousWispr befindet sich jetzt in deinem Ordner „Programme“.

source: EnviousWispr is open source, so you can check exactly what we send.
de: EnviousWispr ist Open Source, du kannst also genau prüfen, was wir senden.

source: EnviousWispr is running from a temporary location, so it cannot receive updates. EnviousWispr can fix this and reopen automatically.
de: EnviousWispr läuft von einem temporären Speicherort und kann daher keine Updates empfangen. EnviousWispr kann das beheben und sich automatisch neu öffnen.

source: EnviousWispr needs Accessibility permission to read your selection. Turn it on in System Settings, then try again.
de: EnviousWispr benötigt Zugriff auf die Bedienungshilfen, um deine Auswahl zu lesen. Aktiviere ihn in den Systemeinstellungen und versuche es erneut.

source: EnviousWispr needs Accessibility permission to type for you. You can turn it on and come back, or skip ahead.
de: EnviousWispr benötigt Zugriff auf Bedienungshilfen, um für dich Text einzugeben. Du kannst den Zugriff aktivieren und zurückkommen oder diesen Schritt überspringen.

source: EnviousWispr needs permission to use your microphone. You can turn it on and come back, or skip ahead.
de: EnviousWispr benötigt Zugriff auf dein Mikrofon. Du kannst den Zugriff aktivieren und zurückkommen oder diesen Schritt überspringen.

source: EnviousWispr never uploads your address book. These names are added to your word list on this Mac so dictation spells them right.
de: EnviousWispr lädt dein Adressbuch nie hoch. Diese Namen werden deiner Wortliste auf diesem Mac hinzugefügt, damit das Diktat sie richtig schreibt.

source: EnviousWispr only lists models Ollama already has. Use Browse models, or run ollama pull in Terminal.
de: EnviousWispr zeigt nur Modelle, die Ollama bereits hat. Nutze Modelle durchsuchen oder führe ollama pull im Terminal aus.

source: EnviousWispr uses the new language after it relaunches.
de: EnviousWispr verwendet die neue Sprache nach einem Neustart.

source: EnviousWispr words file
de: EnviousWispr-Wörterdatei

source: Error
de: Fehler

source: Error: %@
de: Fehler: %@

source: Escape Recovery
de: Wiederherstellung bei Escape

source: Estimate
de: Geschätzte Dauer

source: Estonian
de: Estnisch

source: Every language Apple offers is already on this Mac.
de: Alle von Apple angebotenen Sprachen sind bereits auf diesem Mac.

source: Example
de: Beispiel

source: Export
de: Exportieren

source: Export a copy first
de: Zuerst eine Kopie exportieren

source: Export didn't finish
de: Export nicht abgeschlossen

source: Export your words
de: Deine Wörter exportieren

source: Exported files may contain personal names and other private words. Usage history is not included.
de: Exportierte Dateien können Namen und andere private Wörter enthalten. Der Nutzungsverlauf ist nicht enthalten.

source: Exporting %@ snippets and your keyword.
de: %@ Textbausteine und dein Schlüsselwort werden exportiert.

source: Exporting %@ words of your own. Vocabulary packs aren't included.
de: %@ eigene Wörter werden exportiert. Wortschatzpakete sind nicht enthalten.

source: Exporting 1 snippet and your keyword.
de: 1 Textbaustein und dein Schlüsselwort werden exportiert.

source: Exporting 1 word of your own. Vocabulary packs aren't included.
de: 1 eigenes Wort wird exportiert. Wortschatzpakete sind nicht enthalten.

source: FINISH SETUP
de: FERTIG EINRICHTEN

source: Failed to load test audio: %@
de: Testaudio konnte nicht geladen werden: %@

source: Failed: A duplicate key is already saved. Clear it and try again.
de: Fehlgeschlagen: Ein identischer Schlüssel ist bereits gespeichert. Lösche ihn und versuche es erneut.

source: Failed: Cancelled.
de: Fehlgeschlagen: Abgebrochen.

source: Failed: Could not access the Keychain. Unlock it from Keychain Access and try again.
de: Fehlgeschlagen: Kein Zugriff auf den Schlüsselbund. Entsperre ihn in der Schlüsselbundverwaltung und versuche es erneut.

source: Failed: Could not clear the saved key. Try again, or restart the app.
de: Fehlgeschlagen: Der gespeicherte Schlüssel konnte nicht gelöscht werden. Versuche es erneut oder starte die App neu.

source: Failed: Could not save the key. Try again, or restart the app.
de: Fehlgeschlagen: Der Schlüssel konnte nicht gespeichert werden. Versuche es erneut oder starte die App neu.

source: Failed: EnviousWispr is missing Keychain entitlements. Reinstall the app.
de: Fehlgeschlagen: EnviousWispr fehlen Berechtigungen für den Schlüsselbund. Installiere die App neu.

source: Failed: Key not found. Try again.
de: Fehlgeschlagen: Schlüssel nicht gefunden. Versuche es erneut.

source: Failed: Keychain is locked. Unlock it and try again.
de: Fehlgeschlagen: Der Schlüsselbund ist gesperrt. Entsperre ihn und versuche es erneut.

source: Failed: Keychain is unavailable. Restart EnviousWispr and try again.
de: Fehlgeschlagen: Der Schlüsselbund ist nicht verfügbar. Starte EnviousWispr neu und versuche es erneut.

source: Failed: This key store item is not supported. Please contact support.
de: Fehlgeschlagen: Dieser Schlüsselbund-Eintrag wird nicht unterstützt. Wende dich an den Support.

source: Failed: We could not finish saving. Restart EnviousWispr and try again.
de: Fehlgeschlagen: Das Speichern konnte nicht abgeschlossen werden. Starte EnviousWispr neu und versuche es erneut.

source: Faroese
de: Färöisch

source: Fast
de: Schnell

source: Fast tier · recommended for cleanup
de: Schnelle Stufe · empfohlen für die Bereinigung

source: Fast, or All Languages.
de: Schnell oder Alle Sprachen.

source: Faster Transcription
de: Schnellere Transkription

source: Faster Transcription needs a selected language. With Auto-detect, EnviousWispr uses clean batch transcription for accuracy.
de: Für „Schnellere Transkription“ muss eine Sprache ausgewählt sein. Bei automatischer Erkennung transkribiert EnviousWispr für bessere Genauigkeit erst nach der Aufnahme.

source: File
de: Datei

source: File transcription steps
de: Schritte für „Datei transkribieren“

source: Find Settings
de: Einstellungen suchen

source: Finding snippets
de: Textbausteine werden gesucht

source: Finding speakers
de: Sprecher werden erkannt

# Finding spoken variants… %lld of %lld
source: Finding spoken variants… %1$lld of %2$lld
de: Gesprochene Varianten werden gesucht… %1$lld von %2$lld

source: Finding who said what
de: Sprecher werden zugeordnet

source: Finding words
de: Wörter werden gesucht

source: Finish AI polish setup
de: KI-Nachbearbeitung fertig einrichten

source: Finish setting this one up, or pick another.
de: Schließe die Einrichtung ab oder wähle eine andere Engine.

source: Finish setting up AI polish
de: KI-Nachbearbeitung fertig einrichten

source: Finish setting up EnviousWispr
de: Einrichtung von EnviousWispr abschließen

source: Finish setup
de: Einrichtung abschließen

source: Finish upgrade
de: Upgrade abschließen

source: Finish your current dictation first, then try again.
de: Beende zuerst dein aktuelles Diktat und versuche es dann erneut.

source: Finished importing your words.
de: Deine Wörter wurden importiert.

source: Finishing a take. Please wait.
de: Aufnahme wird abgeschlossen. Bitte warte.

source: Finishing an earlier take. Try again in a moment.
de: Eine frühere Aufnahme wird abgeschlossen. Versuche es gleich erneut.

source: Finnish
de: Finnisch

source: Fits text to the spacing and capitals around your cursor.
de: Passt Abstände und Großschreibung an den Text um den Cursor an.

source: Fix Now
de: Jetzt beheben

source: Fixes grammar, punctuation and formatting
de: Korrigiert Grammatik, Zeichensetzung und Formatierung

source: Follows macOS
de: Folgt macOS

source: For dictation cleanup, look for Flash in the name. Those are tuned for fast, light tasks.
de: Für die Bereinigung von Diktaten such nach Flash im Namen. Diese sind für schnelle, leichte Aufgaben abgestimmt.

source: For dictation cleanup, look for mini in the name. Those are tuned for fast, light tasks.
de: Für die Bereinigung von Diktaten such nach mini im Namen. Diese sind für schnelle, leichte Aufgaben abgestimmt.

source: For everyday English and European dictation
de: Für alltägliche Diktate auf Englisch und in europäischen Sprachen
